Revit 2027 API
SpaceSet.Contains Method
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual bool Contains(
	Space item
)
Public Overridable Function Contains (
	item As Space
) As Boolean
public:
virtual bool Contains(
	Space^ item
)
abstract Contains :
        item : Space -> bool
override Contains :
        item : Space -> bool
Parameters
item Space
Return Value
Boolean
See Also
Reference
SpaceSet Class
Autodesk.Revit.DB.Mechanical Namespace